INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "TENTAR NOVAMENTE";
INSTALLER_GENERIC_CONTINUE = "CONTINUAR";
INSTALLER_GENERIC_CANCEL = "CANCELAR";
INSTALLER_GENERIC_BACK = "TRASEIRA";
INSTALLER_GENERIC_REINSTALL = "REINSTALAR";
INSTALLER_GENERIC_LAUNCH_GHUB = "INICIAR";
INSTALLER_GENERIC_UNINSTALL = "DESINSTALAR";
INSTALLER_GENERIC_LETS_PARTY = "QUE COMECE A FESTA";
INSTALLER_GENERIC_QUIT = "SAIR";
INSTALLER_GENERIC_REBOOT_NOW = "REINICIAR AGORA";
INSTALLER_GENERIC_REBOOT_LATER = "REINICIAR MAIS TARDE";
INSTALLER_POWER_EVENT_INSTALL = "A instalação do G HUB está em andamento.";
INSTALLER_POWER_EVENT_UPDATE = "A atualização do G HUB está em andamento.";
INSTALLER_POWER_EVENT_UNINSTALL = "A desinstalação do G HUB está em andamento.";
INSTALLER_ONLINE_HELP = "AJUDA ON-LINE";
INSTALLER_MORE_DETAILS = "Mais detalhes";
INSTALLER_LESS_DETAILS = "Menos detalhes";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} GB disponível atualmente na unidade {1}";
INSTALLER_DISK_INDICATOR_WARNING = "Menos de 1 GB disponível na unidade {0}";
INSTALLER_DISK_INDICATOR_ERROR = "Menos de 500 GB disponível na unidade {0}";
INSTALLER_ERROR_DOWNLOAD_INIT = "Falha ao iniciar o download devido a problemas na rede. Tente novamente.";
INSTALLER_ERROR_NETWORK_ISSUE = "Falha no download devido a problemas na rede. Tente novamente.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Não foi possível obter resumo de atualização válido. Tente novamente.";
INSTALLER_ERROR_DISK_FULL = "Espaço disponível no disco rígido não suficiente.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Ocorreu um erro durante a instalação. Tente novamente.";
INSTALLER_ERROR_UNPACKING = "Falha ao extrair os recursos do instalador. Reiniciar o instalador pode corrigir esse problema.";
INSTALLER_ERROR_DLL_LOADING = "Não foi possível carregar alguns componentes essenciais do instalador. Para obter assistência, consulte o link abaixo.";
INSTALLER_ERROR_START_INSTALL = "Falha ao iniciar a instalação. Fechar e reiniciar o instalador pode corrigir esse problema.";
INSTALLER_ERROR_REDOWNLOAD = "Faça novamente o download do instalador no ";
INSTALLER_ERROR_OS_VERSION = "O G HUB não é compatível com seu sistema operacional atual. Para saber mais, verifique a compatibilidade do G HUB com sistemas operacionais.";
INSTALLER_ERROR_UPDATER_FOLDER = "Não foi possível criar a pasta de instalação.";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "Não foi possível remover esta pasta: {0}. Tente excluir essa pasta manualmente ou reinicie o computador e tente novamente. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "Não foi possível criar esta pasta: {0}. Tente excluir essa pasta manualmente ou reinicie o computador e tente novamente. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "Um erro de segurança está impedindo a instalação e bloqueando o acesso a esta pasta: {0}. Para obter mais informações, clique em “Mais detalhes”. ";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "A pasta do atualizador ({0}) não está vazia. Tente excluir essa pasta manualmente e, em seguida, tente novamente. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "Não foi possível concluir a instalação do G HUB.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Reinicie seu computador antes de tentar instalá-lo novamente. Se o problema persistir, fale com {WEBSITE}.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Atendimento ao cliente";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "SITE OFICIAL.";
INSTALLER_INFO_VERSION = "VERSÃO {0}";
INSTALLER_INFO_DESTINATION = "Instalando em {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB de {1} MB ({2} MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Estamos detectando velocidades lentas de download";
INSTALLER_LOADING_MESSAGE_1 = "Pode esperar? Estamos no meio de alguns ajustes";
INSTALLER_LOADING_MESSAGE_2 = "Verificando se a impressora e seu histórico incógnito estão corretamente conectados";
INSTALLER_LOADING_MESSAGE_3 = "Desviando a potência do reator";
INSTALLER_LOADING_MESSAGE_4 = "Invocando um Nyan Cat";
INSTALLER_LOADING_MESSAGE_5 = "Você precisa de mais gás vespeno";
INSTALLER_LOADING_MESSAGE_6 = "Não estou fazendo nada suspeito. Sério!";
INSTALLER_LOADING_MESSAGE_7 = "Pavimentação da matriz infinita";
INSTALLER_LOADING_MESSAGE_8 = "Você deve construir mais pilares";
INSTALLER_LOADING_MESSAGE_9 = "A vitamina D é necessária para o corpo humano";
INSTALLER_LOADING_MESSAGE_10 = "Frame Shift Drive, envolvido";
INSTALLER_LOADING_MESSAGE_11 = "Mais vale um mouse na mão do que dois voando";
INSTALLER_LOADING_MESSAGE_12 = "O tempo voa quando você está se divertindo";
INSTALLER_LOADING_MESSAGE_13 = "Recebendo algo vindo de fora do seu sistema";
INSTALLER_LOADING_MESSAGE_14 = "Isso também irá passar";
INSTALLER_LOADING_MESSAGE_15 = "Vestindo as calças";
INSTALLER_LOADING_MESSAGE_16 = "Enviando nosso melhor guerreiro";
INSTALLER_LOADING_MESSAGE_17 = "Cyan parece suspeito...";
INSTALLER_LOADING_MESSAGE_18 = "Reticulação de splines";
INSTALLER_LOADING_MESSAGE_19 = "Promulgação do plano para dominar o mundo";
INSTALLER_LOADING_MESSAGE_20 = "O que faz esse botão?";
INSTALLER_LOADING_MESSAGE_21 = "Ei, você. Finalmente você acordou";
INSTALLER_MESSAGEBOX_TITLE = "Instalador do G HUB";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Erro crítico: Não é possível criar as pastas necessárias para a instalação. Tente novamente como administrador. Se o problema persistir, acesse https://support.logi.com/hc";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "Erro crítico: Não é possível executar esse programa com segurança. Reinicie o computador e tente novamente. Se o problema persistir, acesse https://support.logi.com/hc para obter assistência";
INSTALLER_MODAL_REBOOT = "É necessário reiniciar para terminar a instalação dos pré-requisitos. O instalador será reaberto depois que o computador for reiniciado.";
INSTALLER_MODAL_TITLE_FAILED = "Falha na instalação";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Falha na inicialização.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Já instalado.";
INSTALLER_MODAL_TITLE_CONFIRM = "Reinstalar o G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Desinstalando.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Desinstalação bem-sucedida.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Erro na desinstalação.";
INSTALLER_MODAL_TITLE_EXIT = "Sair da instalação";
INSTALLER_MODAL_TITLE_REBOOT = "Reinício necessário.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Erro de atualização.";
INSTALLER_MODAL_CONFIRM_EXIT = "Tem certeza de que deseja sair?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Inicializando";
INSTALLER_STEP_UNPACK = "Extraindo arquivos";
INSTALLER_STEP_INSTALLING = "Instalando";
INSTALLER_STEP_FINALIZING = "Finalizando";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Ao clicar em Instalar, você concorda com os termos do ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "CONTRATO DE LICENÇA DE USUÁRIO FINAL";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Aguarde enquanto instalamos o G HUB.";
INSTALLER_TOOLTIP_UPDATE = "Aguarde enquanto atualizamos o G HUB.";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "O instalador do G HUB foi encerrado inesperadamente";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "Clique em “Enviar” para enviar um relatório de erro para a Logitech. Consulte nosso {POLICY_LINK} para obter mais detalhes.";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "Política de privacidade";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "Uma tentativa anterior de instalar o G HUB resultou em uma falha";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "Detalhes do relatório de erro";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "ENVIAR";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "NÃO ENVIAR";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "RELATÓRIO ENVIADO!";
INSTALLER_FEEDBACK_BUTTON = "ENVIAR RELATÓRIO DE ERRO";
INSTALLER_FEEDBACK_WINDOW_HEADER = "Agradecemos por nos ajudar a melhorar o G HUB!";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "Forneça informações sobre o contexto ou o ticket de suporte que deseja incluir nos logs de erro abaixo.";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "O que você estava fazendo quando o problema ocorreu? Algum aplicativo ou dispositivo associado?";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "LOG DE RELATÓRIO DE ERRO";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "NOME DO ARQUIVO DE LOG";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "LOCALIZAÇÃO/PASTA";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "ABERTO";
INSTALLER_FEEDBACK_WINDOW_POLICY = "Saiba mais sobre nossa {POLICY_LINK}.";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "política de privacidade";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "CANCELAR";
INSTALLER_FEEDBACK_WINDOW_SEND = "ENVIAR RELATÓRIO";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "Descartar log incompleto?";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "Se você fechar esta janela, seu progresso será perdido.";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "VOLTAR";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "FECHAR";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "Relatório enviado!";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "Agradecemos o seu tempo! Estamos trabalhando muito para melhorar sua experiência com o G HUB e você nos ajudou a dar mais um passo nessa direção.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "CONCLUÍDO";
INSTALLER_APPLICATION_TITLE = "Instalador do Logitech G HUB";
INSTALLER_WINDOW_TITLE = "{0}Instalador do G HUB";
INSTALLER_APPLICATION_DESCRIPTION = "Aplicativo de instalação do Logitech G HUB";
INSTALLER_INSTALL_BUTTON = "INSTALAR";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALAR (ENTER/RETURN)";
INSTALLER_GET_UPDATE_BUTTON = "OBTER ATUALIZAÇÃO";
INSTALLER_EXIT_BUTTON = "SAIR";
INSTALLER_CANCEL_BUTTON = "CANCELAR";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Este software já existe no sistema. Inicie o G HUB para procurar por atualizações";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Há uma versão desatualizada e incompatível do Logitech Gaming Software no sistema. Atualize ou remova-a para instalar o G HUB.";
INSTALLER_HEADER_DOWNLOADING = "FAZENDO DOWNLOAD DO LOGITECH HUB G";
INSTALLER_DESCRIPTION_DOWNLOADING = "O novo software Logitech G HUB está prestes a aprimorar sua experiência de jogo e configuração de dispositivo…";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…construindo e protegendo…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…bombardeando e aumentando…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…navegando e atracando…";
INSTALLER_HEADER_DOWNLOADED = "DOWNLOAD BEM SUCEDIDO";
INSTALLER_DESCRIPTION_DOWNLOADED = "Bloqueado e carregado.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALAR E INICIAR";
INSTALLER_MENU_ABOUT = "Sobre";
INSTALLER_MENU_QUIT = "Sair";
INSTALLER_MENU_CLOSE = "Janela fechada";
INSTALLER_MENU_EDIT = "Editar";
INSTALLER_MENU_EDIT_CUT = "Cortar";
INSTALLER_MENU_EDIT_COPY = "Copiar";
INSTALLER_MENU_EDIT_PASTE = "Colar";
INSTALLER_MENU_EDIT_SELECT_ALL = "Selecionar tudo";
INSTALLER_TRANSFER_REMAINING = "restante";
INSTALLER_ERROR_GENERIC = "Ocorreu um erro durante a instalação";
INSTALLER_FAILURE_PREFIX = "Não foi possível fazer download:";
INSTALLER_ERROR_SUMMARY = "Não foi possível obter um resumo de atualização válido.";
INSTALLER_ERROR_INITIALIZE = "Não foi possível fazer download: Falha na inicialização. Verifique a conexão com a internet e tente novamente.";
INSTALLER_ERROR_TIMEOUT = "Verifique a conexão com a internet.";
INSTALLER_ERROR_WRITE = "O disco parece estar cheio.";
INSTALLER_ERROR_DLL = "Não foi possível carregar alguns componentes essenciais do instalador. Faça novamente o download do instalador no site oficial.";
INSTALLER_RETRY_COUNTDOWN = "Tentando novamente em %d.";
INSTALLER_UNCOMPRESSING = "Extração de arquivos";
